const dictionary = {
  emission: "उत्सर्जन",
  about: "बारे",
  download: "डाउनलोड गर्नुहोस्",
  close: "बन्द",
  pause: "विराम",
  play: "सुरु",
  repeat: "दोहोर्याउनुहोस्",
  date: "मिति",
  search: "खोज",
  archive: "अभिलेख",
  recent: "हालको",
  forecast: "पूर्वानुमान",
  prev: "अघिल्लो",
  next: "अर्को",
  apply: "निवेदन गर्नु",
  add: "थप्नुहोस्",
  home: "मुख्य",
  information: "जानकारी",
  chart: "चार्ट",
};

const chart = {
  exitFullscreen: "फुलस्क्रिनबाट बाहिर निस्कनुहोस्",
  viewFullscreen: "फुलस्क्रिन हेर्नुहोस्",
  showChart: "चार्ट देखाउनुहोस्",
  hideChart: "चार्ट लुकाउनुहोस्",
  manageLocations: "स्थानहरू व्यवस्थापन गर्नुहोस्",
  searchLocation: "स्थान खोज्नुहोस्",
  addLocation: "स्थान थप्नुहोस्",
  noLocationFoundMessage: "दिइएको खोजको लागि कुनै स्थान फेला परेन",
};

const map = {
  startDate: "सुरू मिति",
  endDate: "अन्त्य मिति",
  last24Hrs: "पछिल्लो २४ घण्टा",
  mapControl: "नक्सा नियन्त्रण",
  downloadMap: "नक्सा डाउनलोड गर्नुहोस्",
  refreshMap: "नक्सा ताजा गर्नुहोस्",
  addLocationPopupMessage: "तपाईं यो स्थान थप्न चाहनुहुन्छ?",
  addLocationSuccessMessage: "नयाँ स्थान सुरक्षित गरियो!",
  search: {
    emptySearchResultMessage: "कुनै परिणाम फेला परेन!",
  },
};

const layers = {
  layers: "तहहरू",
  manageLayers: "तहहरू प्रबन्ध गर्नुहोस्",
  searchLayers: "तहहरू खोज्नुहोस्",
  noLayersFound: "दिइएको खोजको लागि कुनै तह फेला परेन",
  noDataBadge: "कुनै डाटा उपलब्ध छैन",
};

const emission = {
  infoItems: {
    sum: "थप",
    minimum: "न्यूनतम",
    maximum: "अधिकतम",
    mean: "औसत",
    standardDeviation: "भिन्नता",
  },
  sectors: {
    Total: "कुल",
    Residential: "आवासीय",
    Industry: "उद्योग",
    Transport: "यातायात",
    Energy: "ऊर्जा",
  },
};

const header = {
  logoAlt: "ICIMOD हावा गुणस्तर पहरा - HKH",
  title: "हावा गुणस्तर पहरा - HKH",
};

const about = {
  title: "वायु गुणस्तर सूचना प्रणाली",
  section_01: `ICIMOD आठ क्षेत्रीय सदस्यहरूलाई सेवा प्रदान गर्ने एक क्षेत्रीय अन्तरसरकारी शिक्षा र ज्ञान साझेदारी केन्द्र हो।
        हिन्दुकुश हिमालय (HKH) का देशहरू - अफगानिस्तान, बंगलादेश, भुटान, चीन, भारत, म्यानमार, नेपाल, र
        पाकिस्तान। क्षेत्रीय र अन्तर्राष्ट्रिय संस्थाहरूसँग साझेदारीमा काम गर्दै, ICIMOD ले नीतिलाई प्रभाव पार्ने लक्ष्य राख्छ
        र HKH मा उदीयमान वातावरणीय र जीविकोपार्जन चुनौतीहरू सामना गर्ने अभ्यासहरू। ICIMOD ले प्लेटफर्म प्रदान गर्दछ
        क्षेत्र र विश्वभरका अनुसन्धानकर्ताहरू, व्यवसायीहरू, र नीति निर्माताहरू उत्पन्न गर्न र साझेदारी गर्न
        ज्ञान, प्रमाणमा आधारित निर्णयलाई समर्थन गर्ने, र क्षेत्रीय सहयोगलाई प्रोत्साहित गर्ने।`,
  section_02: {
    title: "ICIMOD ले आफ्ना छवटा क्षेत्रीय कार्यक्रमहरू मार्फत काम गर्दछ",
    list: {
      item_1: "१) अनुकूलन र लचिलोपन निर्माण,",
      item_2: "२) बाउन्ड्री ल्यान्डस्केप,",
      item_3: "३) नदी बेसिन र क्रायोस्फियर,",
      item_4: "४) वायुमण्डल,",
      item_5: "५) पर्वतीय वातावरण क्षेत्रीय सूचना प्रणाली, र",
      item_6: "६) पर्वतीय ज्ञान र कार्य नेटवर्कहरू।",
    },
  },
  section_03: {
    title: "यी क्षेत्रीय कार्यक्रमहरू चार विषयगत क्षेत्रहरू द्वारा समर्थित छन् -",
    list: {
      item_1: "१) जीविकोपार्जन,",
      item_2: "२) इकोसिस्टम सेवाहरू,",
      item_3: "३) पानी र हावा, र",
      item_4: "४) भूस्थानिक समाधानहरू र ज्ञान व्यवस्थापन र सञ्चार (KMC) एकाइ द्वारा निहित।",
    },
  },
  section_04: {
    title: "क्षेत्रीय वायुमण्डल कार्यक्रम मा सामेल छ",
    list: {
      item_1: "१) पहिचान, परीक्षण, र पाइलटिंग शमन समाधान",
      item_2: "२) क्षमता र आउटरिच निर्माण",
      item_3: "३) क्षेत्रीय सहयोगलाई बढावा दिने र सीमापार नेटवर्कहरू निर्माण गर्ने र",
      item_4: "४) स्थानीय, राष्ट्रिय, क्षेत्रीय र विश्वव्यापी स्तरमा नीतिमा योगदान।",
    },
  },
  section_05: `वायुमण्डलीय वाच पहल (AWI) वायुमण्डलमा हाम्रो क्षेत्रीय कार्यक्रमको भागको रूपमा 2013 मा स्थापित भएको थियो।
      डिसेम्बर 2019 सम्म, यो पहल वातावरण पहल भनेर चिनिन्थ्यो। AWI को लक्ष्य ग्रहण प्रवर्द्धन गर्नु हो
      सुधार मार्फत HKH भित्र वायु प्रदूषण र यसको प्रभावहरू कम गर्न प्रभावकारी उपाय र नीतिहरू
      हाम्रा क्षेत्रीय साझेदारहरूको ज्ञान र वृद्धि क्षमता। यसको काममा वैज्ञानिक बुझाइ सुधार गर्ने समावेश छ
      उत्सर्जन स्रोतहरू, वायुमण्डलीय प्रक्रियाहरू र परिवर्तनहरू, र HKH मा वायु प्रदूषण प्रभावहरू।`,
  section_06: {
    title: "पहलमा संलग्न छ",
    list: {
      item_1: "१) पहिचान, परीक्षण, र पाइलटिंग शमन समाधान",
      item_2: "२) क्षमता र आउटरिच निर्माण",
      item_3: "३) क्षेत्रीय सहयोगलाई बढावा दिने र सीमापार नेटवर्कहरू निर्माण गर्ने",
      item_4: "४) स्थानीय, राष्ट्रिय, क्षेत्रीय र विश्वव्यापी स्तरमा नीतिमा योगदान",
    },
  },
  section_07: `AWI ले एक एकीकृत सूचना प्लेटफर्म विकास गर्दैछ जुन विभिन्न प्लेटफर्महरूबाट हवाको गुणस्तर डाटालाई बढावा दिनको लागि जोडिएको छ
      क्षेत्र मा निर्णय समर्थन। यो खुला स्रोत प्लेटफर्मले पेशेवरहरूलाई डाटा विश्लेषण समर्थन प्रदान गर्दछ
      वायु गुणस्तर व्यवस्थापन र नियामकहरूको लागि जिम्मेवार। यस प्रणालीका प्रयोगकर्ताहरूले फरक तुलना गर्न सक्षम हुनेछन्
      विभिन्न सार्वजनिक रूपमा उपलब्ध डाटा रिपोजिटरीहरूबाट प्रदूषकहरू र एकल प्रदूषक अवलोकन (in-situ,
      उपग्रह, मोडेल) अवलोकन गरिएको अवस्थाको व्यापक समझ प्रदान गर्दै।`,
  datasource: {
    title: "हालको डाटा स्रोतको लागि स्वीकृति",
  },
  disclaimer: {
    title: "अस्वीकरण!",
    subTitle: [
      "डाटासेटहरूको गुणस्तर मूल डाटा प्रदायक गुणस्तर आश्वासन/गुणवत्ता नियन्त्रणलाई श्रेय दिइन्छ।",
      "थप डेटासेटहरू सजिलैसँग उपलब्ध हुँदा थपिने क्रम जारी छ।",
    ],
  },
  categories: {
    title: "डाटा कोटिहरू",
    items: [
      "हाल (पछिल्लो २४ घण्टा)",
      "अभिलेख (विगत १ हप्ता)",
      "पूर्वानुमान (अर्को ४८ घण्टा),",
      "उत्सर्जन सूची (वार्षिक)",
    ],
  },
  contact: {
    title: "सम्पर्क गर्नुहोस्",
    name: "भूपेश अधिकारी",
    designation: "वरिष्ठ वायु गुणस्तर विशेषज्ञ, पानी र हावा",
  },
};

export default {
  dictionary,
  chart,
  map,
  layers,
  emission,
  header,
  about,
};
